"use client";
import React from 'react';
import Button from "@/components/Button/Button.jsx";
import {filePath} from "@/utils/helperFunctions.js";

const AboutInfo = () => {
    return (
        <section className="aboutInfo container py">
            <article>
                <div className="aboutInfo-img border-ra4">
                    <img src={filePath("about_us.jpg")} alt="bookflare"/>
                </div>
                <div className="aboutInfo-content border-ra4 border-f-e6f3ff">
                    <div className="heading">
                        <h6 className="title-small">Шта треба да знате</h6>
                        <h3 className="title">О нама</h3>
                    </div>
                    <p>Одлучити о томе где наставити школовање после средње школе или где се дошколовати уз рад, једна
                        је од највећих животних одлука. Она ће пресудно утицати на ваш даљи живот. Ми Вам помажемо
                        да стекнете неопходна знања и квалификације које су потребне за успех у каријери. Без обзира на
                        то да ли школовање настављате после средње школе или сте одлучили да студирате уз рад или
                        промените каријеру, ми имамо програме који вам могу помоћи да то остварите. Пет разлога да нас
                        изаберете:</p>
                    <ul>
                        <li>Школа се налази у самом срцу Земуна, на два минута од центра и у непосредној
                            близини компанија које запошљавају наше стручне кадрове.
                        </li>
                        <li>Наши школски програми се заснивају на практичном раду и знању које је одмах
                            употребљиво.
                        </li>
                        <li>Професорски кадар обилује пословним и менаџерским искуством које несебично
                            дели са својим студентима кроз примере и практичне задатке.
                        </li>
                        <li>Ми сарађујемо са водећим компанијама како би смо обезбедили да наши програми
                            увек буду у складу са потребама компанија и законодавством.
                        </li>
                        <li>Кроз разраду и анализу примера пословања домаћих и страних компанија,
                            усмеравамо вас ка оним пословима на којима ће те се најбоље показати и који
                            вама највише одговарају.
                        </li>
                    </ul>
                    <Button label={"Контакт"}/>

                </div>
            </article>
        </section>
    );
};

export default AboutInfo;
