export const studyData = {
    undergraduate: {
        level: "Основне струковне студије",
        shortCode: "ОСС",
        espb: "180",
        duration: "3 године / 6 семестра",
        thumbnail: "oss_thumbnail.jpg",
        studyPrograms: [
            {
                title: "Пословна економија",
                goal: "Основни циљ студијског програма „ОСС Пословна економија“ је образовање и оспособљавање струковних економиста за послове који захтевају напредна знања из области пословне економије. Овај циљ укључује постизање компетенција и овладавање теоријским знањима и специфичним практичним вештинама потребним за обављање оперативних професионалних задатака. Студијски програм обезбеђује студентима стицање основних теоријских и практичних знања из области: пословне економије, макроекономије, маркетинга, менаџмента, економика трговине, предузетништва, статистике, рачуноводства и рачуноводствене анализе, финансијских тржишта и институција, пословне информатике и пословне комуникације.",
                purpose: "Сврха овог студијског програма јесте да омогући студентима стицање адекватног теоријског и практично примењивог знања и одговарајућих вештина у области пословне економије. У складу је са потребама образовања дипломираних економиста на различитим нивоима управљања  у пословним и другим организацијама. Прелазом на тржишни начин пословања у нашој привреди се отворио читав низ нових могућности и развојних шанси, којих је највише у подручју финансија, економије, маркетинга, менаџмента и рачуноводства  и њихово инкорпорирања у савремену пословну економију. Ове области ће у будућем периоду представљати један од најважнијих фактора убрзаног привредног развоја земље.",
                academicTitle: "струковни економиста",
                field: "Друштвено-хуманистичко",
                atachment: [
                    {
                        title: "Распоред предмета",
                        subtitle: "Табела",
                        src: "Studijski programi/OSS Poslovna ekonomija/raspored_predmeta_oss_pe.pdf"
                    },
                    {
                        title: "Структура студијског програма",
                        subtitle: "Стандард 1",
                        src: "Studijski programi/OSS Poslovna ekonomija/Standard 1.pdf"
                    },
                    {
                        title: "Сврха студијског програма",
                        subtitle: "Стандард 2",
                        src: "Studijski programi/OSS Poslovna ekonomija/Standard 2.pdf"
                    },
                    {
                        title: "Циљеви студијског програма",
                        subtitle: "Стандард 3",
                        src: "Studijski programi/OSS Poslovna ekonomija/Standard 3.pdf"
                    },
                    {
                        title: "Компетенције дипломираних студената",
                        subtitle: "Стандард 4",
                        src: "Studijski programi/OSS Poslovna ekonomija/Standard 4.pdf"
                    }

                ]
            }
        ]
    },
    specialized: {
        level: "Специјалистичке струковне студије",
        shortCode: "ССС",
        espb: "60",
        duration: "1 године / 2 семестра",
        thumbnail: "sss_thumbnail.jpg",
        studyPrograms: [
            {
                academicTitle: "специјалиста струковни економиста",
                field: "Друштвено-хуманистичко",
                title: "Пословно управљање",
                goal: "Основни циљ студијског програма „ОСС Пословна економија“ је образовање и оспособљавање струковних економиста за послове који захтевају напредна знања из области пословне економије. Овај циљ укључује постизање компетенција и овладавање теоријским знањима и специфичним практичним вештинама потребним за обављање оперативних професионалних задатака. Студијски програм обезбеђује студентима стицање основних теоријских и практичних знања из области: пословне економије, макроекономије, маркетинга, менаџмента, економика трговине, предузетништва, статистике, рачуноводства и рачуноводствене анализе, финансијских тржишта и институција, пословне информатике и пословне комуникације.",
                purpose: "Сврха овог студијског програма јесте да омогући студентима стицање адекватног теоријског и практично примењивог знања и одговарајућих вештина у области пословне економије. У складу је са потребама образовања дипломираних економиста на различитим нивоима управљања  у пословним и другим организацијама. Прелазом на тржишни начин пословања у нашој привреди се отворио читав низ нових могућности и развојних шанси, којих је највише у подручју финансија, економије, маркетинга, менаџмента и рачуноводства  и њихово инкорпорирања у савремену пословну економију. Ове области ће у будућем периоду представљати један од најважнијих фактора убрзаног привредног развоја земље.",
                atachment: [
                    {
                        title: "Распоред предмета",
                        subtitle: "Табела",
                        src: "Studijski programi/SSS Poslovno upravljanje/raspored_predmeta_sss_pu.pdf"
                    },
                    {
                        title: "Структура студијског програма",
                        subtitle: "Стандард 1",
                        src: "Studijski programi/SSS Poslovno upravljanje/Standard 1.pdf"
                    },
                    {
                        title: "Сврха студијског програма",
                        subtitle: "Стандард 2",
                        src: "Studijski programi/SSS Poslovno upravljanje/Standard 2.pdf"
                    },
                    {
                        title: "Циљеви студијског програма",
                        subtitle: "Стандард 3",
                        src: "Studijski programi/SSS Poslovno upravljanje/Standard 3.pdf"
                    },
                    {
                        title: "Компетенције дипломираних студената",
                        subtitle: "Стандард 4",
                        src: "Studijski programi/SSS Poslovno upravljanje/Standard 4.pdf"
                    }

                ]
            }
        ]
    },
    master: {
        level: "Мастер струковне студије",
        shortCode: "МСС",
        espb: "120",
        duration: "2 године / 4 семестра",
        thumbnail: "mss_thumbnail.jpg",
        studyPrograms: [
            {
                academicTitle: "мастер струковни економиста",
                field: "Друштвено-хуманистичко",
                title: "Економија и бизнис",
                goal: "Основни циљ студијског програма „ОСС Пословна економија“ је образовање и оспособљавање струковних економиста за послове који захтевају напредна знања из области пословне економије. Овај циљ укључује постизање компетенција и овладавање теоријским знањима и специфичним практичним вештинама потребним за обављање оперативних професионалних задатака. Студијски програм обезбеђује студентима стицање основних теоријских и практичних знања из области: пословне економије, макроекономије, маркетинга, менаџмента, економика трговине, предузетништва, статистике, рачуноводства и рачуноводствене анализе, финансијских тржишта и институција, пословне информатике и пословне комуникације.",
                purpose: "Сврха овог студијског програма јесте да омогући студентима стицање адекватног теоријског и практично примењивог знања и одговарајућих вештина у области пословне економије. У складу је са потребама образовања дипломираних економиста на различитим нивоима управљања  у пословним и другим организацијама. Прелазом на тржишни начин пословања у нашој привреди се отворио читав низ нових могућности и развојних шанси, којих је највише у подручју финансија, економије, маркетинга, менаџмента и рачуноводства  и њихово инкорпорирања у савремену пословну економију. Ове области ће у будућем периоду представљати један од најважнијих фактора убрзаног привредног развоја земље.",
                atachment: [
                    {
                        title: "Распоред предмета",
                        subtitle: "Табела",
                        src: "Studijski programi/MSS Ekonomija i biznis/raspored_predmeta_mss_eb.pdf"
                    },
                    {
                        title: "Структура студијског програма",
                        subtitle: "Стандард 1",
                        src: "Studijski programi/MSS Ekonomija i biznis/Standard 1.pdf"
                    },
                    {
                        title: "Сврха студијског програма",
                        subtitle: "Стандард 2",
                        src: "Studijski programi/MSS Ekonomija i biznis/Standard 2.pdf"
                    },
                    {
                        title: "Циљеви студијског програма",
                        subtitle: "Стандард 3",
                        src: "Studijski programi/MSS Ekonomija i biznis/Standard 3.pdf"
                    },
                    {
                        title: "Компетенције дипломираних студената",
                        subtitle: "Стандард 4",
                        src: "Studijski programi/MSS Ekonomija i biznis/Standard 4.pdf"
                    }

                ]
            }
        ]
    }
};